import dewalt from "/src/assets/img/dewalt.png";
import makita from "/src/assets/img/makita.png";
import metabo from "/src/assets/img/metabo.png";
import karcher from "/src/assets/img/karcher.png";
import bosch from "/src/assets/img/bosch.png";
import festool from "/src/assets/img/festool.png";
import milwaukee from "/src/assets/img/milwaukee.png";

export const descBrand = {
  brand: {
    name: "dewalt",
    desc: `
      В XXI веке развитие DeWalt продолжается - увеличивается 
      ассортимент инструментов, расширяется модельный ряд, улучшаются 
      характеристики. Аккумуляторные инструменты перестают быть новинкой. 
      Батарея становится все мощнее. Компания производит первые в мире 
      аккумуляторные погружные пилы, добавляет на инструмент подсветку 
      рабочей зоны. В 2012 году выпускаются первые инструменты с 
      бесщеточным механизмом. В 2016 году – 
      система FLEXVOLT`,
    img: dewalt,
  },
  brand2: {
    name: "makita",
    desc: `
      Компания Makita на протяжении 100 лет радует нас качеством 
      своих товаров. Они были первыми, кто изобрел и запатентовал некоторые 
      важные функции и элементы инструментов, которые значительно облегчают 
      работу и увеличивают срок пользования.

      AVT - антивибрационная система.
      Makstar – это технология зарядки литий-ионных аккумуляторов с 
      обменом цифровой информацией между аккумулятором и зарядным 
      устройством.`,
    img: makita,
  },
  brand3: {
    name: "festool",
    desc: `
      Компания Festool была создана в 2000 году путём выделения 
      линии по производству электроинструментов из компании Festo. 

      Под брендом Festool ныне реализуются дрели-шуруповёрты, 
      электрические лобзики, дисковые, торцово-усовочные, строительные 
      и монтажные дисковые пилы, вертикальные, оконные, дисковые, 
      дюбельные, кромочные фрезеры, многофункциональные столы (верстаки).`,
    img: festool,
  },
  brand4: {
    name: "karcher",
    desc: `
      Karcher - это немецкая компания, специализирующаяся на производстве 
      высококачественных устройств для очистки и ухода за поверхностями. 
      Она широко известна своими высокодавлекими моечными аппаратами,
      пароочистителями и другими инновационными средствами для чистки
      автомобилей, домов, садов и промышленных объектов. Качество и
      надежность продукции Karcher сделали ее одним из ведущих брендов
      в области уборки и обслуживания поверхностей по всему миру.`,
    img: karcher,
  },
  brand5: {
    name: "metabo",
    desc: `
      Metabo - это немецкая компания, которая специализируется на 
      производстве электроинструментов и оборудования для строительства,
      ремонта и металлообработки. Она известна своей высокой степенью
      качества, надежности и инноваций. Metabo предлагает широкий
      ассортимент инструментов, включая бур, дрели
      и др., и славится своей прочностью и долговечностью
      продукции, что делает ее популярным выбором среди профессионалов 
      и любителей во всем мире.`,
    img: metabo,
  },
  brand6: {
    name: "bosch",
    desc: `
      Bosch - это немецкая многоотраслевая корпорация, известная своими продуктами 
      и услугами в области электроинструментов, бытовой техники, автомобильных 
      компонентов и технологий, а также систем безопасности и промышленной техники. 
      Она является одним из крупнейших производителей электроинструментов в мире и 
      славится высоким качеством и инновациями в своих продуктах. Bosch также активно 
      работает в области экологии и устойчивости, разрабатывая энергоэффективные и 
      экологически чистые решения.`,
    img: bosch,
  },
  brand7: {
    name: "milwaukee",
    desc: `
      Milwaukee Electric Tool Corporation, или просто Milwaukee, это американская 
      компания, специализирующаяся на производстве профессиональных 
      электроинструментов и оборудования для строительных, промышленных и ремонтных 
      работ. Она известна своими мощными и надежными инструментами, такими как бур, 
      шлифовальные машины, дрели, пилы и многие другие. Этот бренд широко признан в 
      сфере строительства и ремонта за свой качественный инструмент.`,
    img: milwaukee,
  },
};
